Repository: OpenMediaVault-Plugin-Developers/openmediavault-postgresql
Catalog: usr/share/openmediavault/locale/*/openmediavault-postgresql.po
Languages: es_es, gl, ko_kr

source: Are you sure you want to reset the root password?
es_es: ¿Seguro que desea resetear la contraseña de root?
gl: Confirma que quere restabelecer o contrasinal de administrador (root)?
ko_kr: root 비밀번호를 재설정 하시겠습니까?

source: Bind address
es_es: Compartir dirección
gl: Ligar o enderezo
ko_kr: 결합 주소

source: Confirmation
es_es: Confirmación
gl: Confirmación
ko_kr: 확인

source: Enable
es_es: Habilitar
gl: Activar
ko_kr: 활성화

source: Extra options
es_es: Opciones extra
gl: Opcións adicionais
ko_kr: 추가 설정

source: Extra options for section of PostgreSQL configuration.
es_es: Opciones de la configuración de PostgreSQL
gl: Opcións adicionais para a configuración da sección de PostgreSQL.
ko_kr: PostgreSQL 구성에 대한 추가 설정.

source: IP address to listen on. Use 0.0.0.0 for all host IPs.
es_es: Dirección Ip de escucha. Use 0.0.0.0 para escuchar todas las IP.
gl: Enderezo IP a escoitar. Use 0.0.0.0 para todos os IP.
ko_kr: 청취 IP 주소. 모든 IP에 대해 0.0.0.0 을 사용합니다.

source: Launch Management Site
es_es: Lanzar la web de Administración
gl: Iniciar a páxina de administración
ko_kr: 관리 Site 실행

source: Password
es_es: Contraseña
gl: Contrasinal
ko_kr: 비밀번호

source: Port
es_es: Puerto
gl: Porto

source: Port to listen on.
es_es: Puerto de escucha
gl: Porto a escoitar.
ko_kr: 청취 Port.

source: Reset Password
es_es: Resetear contraseña
gl: Restabelecer o contrasinal
ko_kr: 비밀번호 재설정

source: Reset PostgreSQL postgres password
es_es: Resetear contraseña de PostgreSQL
gl: Restabelecer o contrasinal de PostgreSQL
ko_kr: PostgreSQL의 postgres 계정 비밀번호 재설정

source: Resetting PostgreSQL root password.
es_es: Reseteando contraseña de root de PostgreSQL.
gl: Restabelecendo o contrasinal de administrador (root) de PostgreSQL
ko_kr: PostgreSQL의 root 계정 비밀번호 재설정 중.

source: SQL management site
es_es: Web de administración SQL
gl: Páxina de administración SQL
ko_kr: SQL 관리 Site

source: SQL management site.
es_es: Web de administración SQL
gl: Páxina de administración SQL.
ko_kr: SQL 관리 Site.

source: Settings
es_es: Opciones
gl: Axustes
ko_kr: 설정

source: The SQL web interface can be accessed <a href='/postgresql/' target='_blank'>here</a>.
es_es: La Web administrativa puede ser accedida en: <a href='/postgresql/' target='_blank'></a>.
gl: Pode acceder a interface web de administración SQL <a href='/postgresql/' target='_blank'>aquí</a>.
ko_kr: SQL web interface는 <a href='/postgresql/' target='_blank'>여기</a>에서 접근 가능합니다.
